export const DataImages = [
  {
    name: "ACURA CDX",
    description:
      "Acura CDX дебютировала на ежегодном международном пекинском автосалоне 24 апреля 2016 года. Модель является компактным кроссовером премиум класса, а ее главными конкурентами можно считать европейские паркетники вроде Audi Q3. Новинка получила довольно броский дизайн. В первую очередь, в глаза бросаются стильные вытянутые полностью светодиодные фары головного освещения Jewel Eye. Также стоит отметить рельефную решетку радиатора, она щеголяют крупным хромированным логотипом производителя и состоит из множества расходящихся из середины пересекающихся ребер. Внедорожный характер новинки призваны подчеркнуть специальные накладки на порогах, бамперах и колесных арках. Они не только придают автомобилю неповторимый внешний вид, но также защищают лакокрасочное покрытие от механических повреждений",
    url: "http://cdn.motorpage.ru/Photos/800/1B6B.jpg",
    rating: 9,
    category: "ACURA",
    id: 1,
    comment: [],
  },
  {
    name: "ACURA NSX",
    description:
      "Перезапуск легендарной Acura NSX, продающейся в странах старого света под брендом Honda, прошел в 2015 году на автомобильном салоне в Северной Америке. С тех пор прошло несколько лет и производитель решил обновить модель. Новинка является первым плановым и относительно обширным рестайлингом. В первую очередь, изменениям подверглось программное обеспечение управляющей электроники подвески и двигателя, а также некоторые механические элементы. Был увеличен список базового оснащения, и добавлены новые материалы отделки салона. После рестайлинга, можно заказать обивку из полуанилиновой кожи синего или красного цвета. Она сочетается с черными вставками из алькантары. Помимо прочего для заказа доступны вставки из углеволокна. Стоит такая опция порядка 3800$. Что касается экстерьера, то она, в общем и целом практически не изменился. Отличить новинку от дореформенной модели можно по центральной накладке на решетке радиатора. Раньше она имела хромированную отделку, а теперь окрашивается в цвет кузова. Помимо прочего, на кузове добавилось больше черных глянцевых молдингов.",
    url: "http://cdn.motorpage.ru/Photos/800/110C9.jpg",
    rating: 10,
    category: "ACURA",
    id: 2,
    comment: [],
  },
  {
    name: "ALFA ROMEO 166",
    description:
      "Комфортабельный переднеприводный седан Alfa Romeo 166 дебютировал в 1998 году. Машина пришла на смену модели 164. Дизайн авто разрабатывался центром Alfa Romeo Centro Stile. Руководил проектом шеф-дизайнер Вальтер Де Сильва. Внешне машина выполнена в том же стиле, что и автомобиль Alfa Romeo 156. А задняя часть и вовсе практически полностью скопирована у 156. Но вместе с этим 166-ая модель получилась значительно крупнее. Внутреннее устройство автомобиль также напоминает 156-ую. Под капотом может устанавливаться 2-ух или 2,5-литровый бензиновый двигатель либо 2,4-литровый дизель с новой системой непосредственного впрыска с электроуправлением, разработанной компаниями Robert Bosch Gmbh и Fiat. Флагманский двигатель мощностью в 226 лошадиных сил и рабочим объемом 3 литра перенят у Lancia Kappa. В 2003 году на автосалоне в Женеве состоялась премьера обновленной модели Alfa Romeo 166. Большая часть изменений коснулась передней части кузова машины. Перемены произошли и в техническом оснащении автомобиля. Чуть позже в производственной линейке появилась заряженная версия машины – 166GTA, под капот которой устанавливался 300-сильный мотор.",
    url: "http://cdn.motorpage.ru/Photos/800/0167.jpg",
    rating: 5,
    category: "ALFA ROMEO",
    id: 3,
    comment: [],
  },
  {
    name: "ASTON MARTIN LAGONDA",
    description:
      "Легендарный Aston Martin Lagonda производился с 1976 года, благодаря своему богатому оснащению, этот автомобиль произвел небольшую революцию в мире роскошных седанов. Он щеголял настоящим бортовым компьютером, цифровой панелью приборов и даже двухзонным климат-контролем, что по тем временам было очень передовым решением. К сожалению, через несколько лет производство модели закрыли. В 2009 году производитель решил возродить бренд Lagonda в обличье внедорожника, но такой рискованный ход не нашел отклика в сердцах состоятельных покупателей. И вот, в 2014 году, на закрытой презентации в Дубае, англичане представили свой роскошный седан с приставкой Taraf, означающей абсолютную роскошь.",
    url: "http://cdn.motorpage.ru/Photos/800/1469.jpg",
    rating: 10,
    category: "ASTON MARTIN",
    id: 4,
    comment: [],
  },
  {
    name: "BENTLEY CONTINENTAL GT V8S",
    description:
      "В 2013 году, в рамках международного осеннего франкфуртского автосалона, Британский премиальный производитель представил заряженную версию Bentley Continental GT с приставкой V8S. По факту, модель является подогретой версией младшей версии с V-образной восьмеркой под капотом. Помимо модернизированной технической начинки, производитель перекроил интерьер, а также подретушировал дизайн. Отличить такую версию от обычной не составит труда. В глаза бросаются огромные 20-дюймовые легкосплавные колесные диски с уникальным дизайном. Кроме того, хочется отметить стильный и функциональный аэродинамический обвес. На переднем бампере расположился небольшой сплиттер, уменьшающий подъемную силу потоков воздуха под днищем автомобиля. На порогах можно увидеть низкие юбки, визуально уменьшающие дорожный просвет. В свою очередь, корма щеголяет двумя хромированными двухстволками патрубков выхлопной системы и небольшим черным диффузором.",
    url: "http://cdn.motorpage.ru/Photos/800/Bentley_12.jpg",
    rating: 8,
    category: "BENTLEY",
    id: 5,
    comment: [],
  },
  {
    name: "CHANGAN EADO",
    description:
      "Changan Automobile (иногда именуется как CHANA) является одним из пяти крупнейших производителей автомашин в Китае. На российском рынке марка появилась в декабре 2013 года, представив сразу три своих модели: кроссовер CS35, представительский седан Raeton и седан класса «С» - Eado.",
    url: "http://cdn.motorpage.ru/Photos/800/0147.jpg",
    rating: 4,
    category: "CHANGAN",
    id: 6,
    comment: [],
  },
];
